Repository: cyanfish/naps2
Catalog: NAPS2.Core/Lang/tmx/pl.tmx
Source language: en_us
Languages: pl

source: 24-bit Color
pl: 24-bitowy kolor

source: About
pl: O programie

source: Add
pl: Dodaj

source: An error occurred with the scanning driver
pl: Wystąpił błąd podczas skanowania (sterownik skanera).

source: Are you sure you want to clear {0} item(s)?
pl: Czy na pewno chcesz usunąć {0} wpis(ów)?

source: Are you sure you want to delete the profile {0}?
pl: Czy na pewno chcesz usunąć profil {0}?

source: Are you sure you want to delete {0} item(s)?
pl: Czy na pewno chcesz usunąć {0} wpis(ów)?

source: Are you sure you want to delete {0} profiles?
pl: Czy na pewno chcesz usunąć {0} profil/i?

source: Bit depth
pl: Głębia bitowa:

source: Bitmap Files (*.bmp)
pl: Plik bitmapowy (*.bmp)

source: Black & White
pl: Czarno-biały

source: Brightness
pl: Jasność

source: Cancel
pl: Anuluj

source: Center
pl: Wyśrodkowanie

source: Choose Icon
pl: Wybierz ikonę

source: Choose Profile
pl: Wybierz profil

source: Choose device
pl: Wybierz urządzenie

source: Clear
pl: Wyczyść

source: Contrast
pl: Kontrast

source: Copyright © 2009 Pavel Sorejs
pl: Prawa autorskie © 2009 Pavel Sorejs

source: Copyright © 2012 Michael Adams
pl: Prawa autorsk © 2012 Michael Adams

source: Copyright © 2012-2013 Ben Olden-Cooligan
pl: Prawa autorskie © 2012-2013 Ben Olden-Cooligan

source: Copyright © 2013 Peter De Leeuw
pl: Prawa autorskie © 2013 Peter De Leeuw

source: Delete
pl: Usuń

source: Device
pl: Urządzenie

source: Display name
pl: Wyświetlana nazwa

source: Done
pl: Ukończono

source: Duplex
pl: Dupleks

source: Edit
pl: Modyfikuj

source: Email PDF
pl: Wyślij PDF

source: Error
pl: Błąd

source: Feeder
pl: Podajnik

source: Flip
pl: Odwróć

source: Glass
pl: Szyba skanera

source: Grayscale
pl: Odcienie szarości

source: Horizontal align
pl: Odbicie poziome

source: Icons from
pl: Importuj ikonę

source: Language
pl: Wybór języka

source: Left
pl: Do lewej

source: Main toolbar
pl: Pasek narzędzi

source: Manage Profiles
pl: Zarządzanie profilami

source: Maximum quality (large files)
pl: Najlepsza jakość (duży plik)

source: Move Down
pl: Przenieś w dół

source: Move Up
pl: Przesuń w górę

source: Name missing
pl: Brak nazwy

source: No device selected
pl: Nie wybrano urządzenia

source: No scanning device was found
pl: Nie odnaleziono urządzenia

source: Overwrite File
pl: Nadpisz plik

source: Page size
pl: Rozmiar strony

source: Paper source
pl: Źródło papieru

source: Preview
pl: Podgląd

source: Profile Settings
pl: Ustawienia profilu

source: Profiles
pl: Profile

source: Resolution
pl: Rozdzielczość

source: Right
pl: Do prawej

source: Rotate Left
pl: Obróć w lewo

source: Rotate Right
pl: Obróć w prawo

source: Save Images
pl: Zapisz obraz

source: Save PDF
pl: Zapisz do PDF

source: Saving to PDF
pl: Zapisywanie do PDF

source: Scale
pl: Skalowanie

source: Scan
pl: Skanuj

source: Scanned Image
pl: Zeskanowane obrazy

source: Select a profile before clicking Scan
pl: Wybierz profil przed naciśnięciem przycisku Skanuj

source: TWAIN Driver
pl: Sterownik TWAIN

source: The file {0} already exists. Do you want to overwrite it?
pl: Plik {0} już istnieje. Czy chcesz go zastąpić?

source: The selected scanner could not be found
pl: Nie można odnaleźć wybranego skanera

source: The selected scanner is offline
pl: Wybrany skaner jest w trybie offline

source: US Letter (8.5x11 in)
pl: US Legal (8.5 x 14 in)

source: Use native WIA UI
pl: Użyj natywnego trybu WIA UI

source: Use predefined settings
pl: Predefiniowane ustawienia

source: Version {0}
pl: Wersja {0}

source: WIA Driver
pl: Sterownik WIA

source: Waiting for TWAIN to complete
pl: Oczekiwanie na zakończenie zadania TWAIN

source: You don't have permission to save files at this location
pl: Brak uprawnień do zapisywania we wskazanej lokalizacji

source: {0} of {1}
pl: {0} z {1}
